#Списки используются для хранения нескольких элементов в одной переменной
"""
Списки — это один из 4 встроенных типов данных в Python, используемых для хранения коллекций данных, 
остальные 3 — это Tuple, Set и Dictionary, все с разными качествами и использованием.
"""

thislist = ["apple", "banana", "aral"]
print(thislist)
thislist = ["apple", "banana", "cherry"]
"""
Элементы списка упорядочены, изменяемы и допускают дублирование значений.

Элементы списка индексируются, первый элемент имеет индекс [0], второй элемент имеет индекс [1] и т. д.
"""



thislist = ["apple", "banana", "cherry", "apple", "cherry"] #Lists allow duplicate values:
print(thislist)